{
  "articles": [
    {
      "author": "The king maker",
      "id": 1,
      "imageUrl": "https://media.self.com/photos/60e76fe01f69d35150b50014/4:3/w_2560%2Cc_limit/GettyImages-1254996115.jpg",
      "description": "It’s a common myth that getting fit is only about eating healthy and exercising. In reality, creating a healthy lifestyle and maintaining it isn’t about just those two factors",
      "title": "How to acheive fitness, the practical behind it"
    },
    {
      "author": "Kris Gunnars, BSc — Medically reviewed by Katherine Marengo LDN, R.D., Nutrition — Updated on March 25, 2022",
      "imageUrl": "https://betterme.world/articles/wp-content/uploads/2021/02/shutterstock_1202415928.jpg",
      "id": 2,
      "description": "Weight loss is not the answer to every health problem, but if your doctor recommends it, there are tips to help you lose weight safely. A steady weight loss of 1 to 2 pounds per week is recommended for the most effective long-term weight management. That said, many eating plans designed to help you lose weight leave you feeling hungry or unsatisfied, or they cut out major food groups and are not sustainable. These are major reasons why you might find it hard to stick to a healthier eating plan. Everyone has unique needs and different eating styles and tips may work better for you than someone else. You may find you are able to lose weight by following a low carb diet or a diet that has a focus on whole foods, but there are some general principles that apply when you’re trying to lose weight. If you want to lose weight quickly, some of these tips may help, but quick weight loss is rarely sustainable. Focusing on long-term health and habits that you can stick with over time will help improve your health and are more likely to result in lasting weight loss.",
      "title": "Want to Lose Weight Fast? These Science-Backed Tips Can Help You Lose Weight Sustainably"
    },
    {
      "author": "Brittany Smith",
      "title": "10 Ways to Grow Thick and Wide",
      "imageUrl": "https://www.mensjournal.com/wp-content/uploads/mf/1280-kettlebell-lateral-raise-mirro.jpg?w=1200&quality=78&strip=all",
      "description": "Do you secretly or not-so-secretly wish people would refer to your physique as “yoked” or “immense”? Or maybe you’re less of a showboat and just want to grow thick and wide, which is to say build more broad, well-balanced muscle mass?\n\nWhichever objective you identify with, we’ve got the training tips you need to reach that goal, thanks to Shawn Arent, Ph.D., C.S.C.S.D, a Medical and Science Advisory Board member for Blueprint for Athletes and the director of Rutgers University’s Institute for Food, Nutrition, and Health Center for Health & Human Performance.\nBut, prepare to work hard: “People want the easy way out, but it takes hard work, consistency, picking the right lifts, and making your workouts harder,” says Arent.\nSure, genetics play a role in terms of where your development occurs, what muscle and strength imbalances you have, and how long it’ll take to see the results you want, but that doesn’t mean you can’t make the most out of what you have. Plus, Arent adds, most people think they’re working harder than they really are.\n\nSo, implement these seemingly basic tips and you’ll grow your body to massive proportions. Here are the core principles you need to grow thick and wide.",
      "id": 3
    },
    {
      "author": "TNN",
      "title": "Six steps to clean feet",
      "imageUrl": "https://www.drjamfeet.com/wp-content/uploads/2018/01/jamfeet-bigstock-Female-feet-at-spa-pedicure-pr-97760897.jpg",
      "description": "With toenail fungal infections being a common occurrence in this rainy season, here’s how you can keep your feet clean.\nYes we all love the rains, but if there’s something about this season that most women absolutely dread, it is the thought of having to walk through all that dirty water and muck.\nUnfortunately, there is no alternative to this. And with toenail fungal infections being a common occurrence in this season, the only solution is to clean your feet thoroughly, at least thrice a week. No, you don’t need to visit a parlour and spend hours on it, all you need is a few precious minutes and the comfort of your own bathroom.\nHere’s how:\n1. Fill a wash basin with warm water. Add a few drops of shampoo and an antiseptic solution to it. Now soak your feet in the water for a good 10 minutes at least so as to soften the dirt that may be lodged, especially in the grooves of the nails.\n2. Use a nail brush or an old tooth brush gently to clean your toenails. Pay extra attention to the nail borders as those are the tough spots.\n3. Use a foot scrubber for the heels and the soles of the feet. Don't rub vigorously as you may end up bruising yourself.\n4. If your toenails have grown too long, clip them off. In the monsoons it is best to keep your toenails short to prevent dirt from accumulating on the inside.\n5. Gently pat your feet dry.\n6. Apply a generous portion of moisturiser to your feet and massage them. This will also work to improve the blood circulation.",
      "id": 4
    },
    {
      "author": "Natalie Butler, R.D., L.D. — Written by Brian Krans — Updated on June 29, 2020",
      "title": "Why a balanced diet is important",
      "imageUrl": "https://www.narayanahealth.org/blog/wp-content/uploads/2019/09/shutterstock_341024249.jpg",
      "description": "The number of calories in a food refers to the amount of energy stored in that food. Your body uses calories from food for walking, thinking, breathing, and other important functions.\n\nThe average person needs about 2,000 calories every day to maintain their weight, but the amount will depend on their age, sex, and physical activity level.\n\nMales tend to need more calories than females, and people who exercise need more calories than people who don’t.\nA balanced diet supplies the nutrients your body needs to work effectively. Without balanced nutrition, your body is more prone to disease, infection, fatigue, and low performance.\n\nChildren who don’t get enough healthy foods may face growth and developmental problems, poor academic performance, and frequent infections.\n\nThey can also develop unhealthy eating habits that may persist into adulthood.\n\nWithout exercise, they’ll also have a higher risk of obesity and various diseases that make up metabolic syndrome, such as type 2 diabetes and high blood pressure.\n\nAccording to the Center for Science in the Public Interest, 4 of the top 10 leading causes of death in the United States are directly linked to diet.",
      "id": 5
    }
  ]
}